tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'

brew 'brew-cask-completion'
brew 'fish'
brew 'git'
brew 'node'
brew 'yarn'

cask 'clipy'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'iterm2'
cask 'spectacle'

brew 'coreutils'
brew 'duti'
brew 'findutils', args: ['with-default-names']
brew 'gdb'
brew 'glib'
brew 'openssl'
brew 'ssh-copy-id'
brew 'wget'
brew 'valgrind'
brew 'ffmpeg'
brew 'imagemagick'
brew 'ack'
brew 'tree'
brew 'fzf'
brew 'ripgrep'

cask 'java8'
cask 'the-unarchiver'
cask 'vlc'
